{
  "version": "1.0",
  "pmid": "36451054",
  "timestamp": 1761140173093,
  "data": {
    "pmid": "36451054",
    "title": "Preparation of single-cell suspensions from the human placenta.",
    "authors": [
      "Garcia-Flores V",
      "Xu Y",
      "Pusod E",
      "Romero R",
      "Pique-Regi R",
      "Gomez-Lopez N"
    ],
    "journal": "Nat Protoc",
    "publicationDate": "2023 Mar",
    "volume": "18",
    "issue": "3",
    "pages": "732-754",
    "abstract": "1. Nat Protoc. 2023 Mar;18(3):732-754. doi: 10.1038/s41596-022-00772-w. Epub 2022\n Nov 30.\n\nPreparation of single-cell suspensions from the human placenta.\n\nGarcia-Flores V(1)(2), Xu Y(1)(2), Pusod E(1)(2), Romero R(1)(3)(4)(5)(6), \nPique-Regi R(1)(2)(5), Gomez-Lopez N(7)(8)(9).\n\nAuthor information:\n(1)Perinatology Research Branch, Division of Obstetrics and Maternal-Fetal \nMedicine, Division of Intramural Research, Eunice Kennedy Shriver National \nInstitute of Child Health and Human Development, National Institutes of Health, \nUS Department of Health and Human Services (NICHD/NIH/DHHS), Bethesda, MD and \nDetroit, MI, USA.\n(2)Department of Obstetrics and Gynecology, Wayne State University School of \nMedicine, Detroit, MI, USA.\n(3)Department of Obstetrics and Gynecology, University of Michigan, Ann Arbor, \nMI, USA.\n(4)Department of Epidemiology and Biostatistics, Michigan State University, East \nLansing, MI, USA.\n(5)Center for Molecular Medicine and Genetics, Wayne State University, Detroit, \nMI, USA.\n(6)Detroit Medical Center, Detroit, MI, USA.\n(7)Perinatology Research Branch, Division of Obstetrics and Maternal-Fetal \nMedicine, Division of Intramural Research, Eunice Kennedy Shriver National \nInstitute of Child Health and Human Development, National Institutes of Health, \nUS Department of Health and Human Services (NICHD/NIH/DHHS), Bethesda, MD and \nDetroit, MI, USA. nardhy.gomez-lopez@wayne.edu.\n(8)Department of Obstetrics and Gynecology, Wayne State University School of \nMedicine, Detroit, MI, USA. nardhy.gomez-lopez@wayne.edu.\n(9)Department of Biochemistry, Microbiology and Immunology, Wayne State \nUniversity School of Medicine, Detroit, MI, USA. nardhy.gomez-lopez@wayne.edu.\n\nSingle-cell RNA-sequencing (scRNA-seq) allows the characterization of cellular \ncomposition and interactions in complex tissues. An essential prerequisite for \nscRNA-seq is the preparation of high-quality single-cell suspensions. So far, no \nprotocols have been described for preparing such suspensions from the placenta, \nan essential organ for fetal development and a site of maternal-fetal immune \ninteraction. Here we describe a protocol for the preparation of high-quality \nsingle-cell suspensions from human placental tissues-namely, the basal plate, \nplacental villi and chorioamniotic membranes. The protocol outlines the \ncollection of tissues from the placenta, tailored dissociation procedures for \neach tissue, and the cryopreservation of single-cell suspensions for multiplex \nsequencing library preparation. The protocol can be performed by a qualified \ninvestigator with basic working knowledge of placental structure. Moreover, the \nsingle-cell suspensions generated by using this protocol are compatible with \ndroplet-based scRNA-seq technology, such as the 10x Genomics Chromium system. \nThis protocol reliably produces single-cell suspensions from the placental \ntissues with high yield and viability for scRNA-seq. This protocol takes ~6 h to \ncomplete from tissue collection to cryopreservation of single-cell suspensions, \nand an additional 2 h for thawing of cryopreserved single cells.\n\n© 2022. Springer Nature Limited.\n\nDOI: 10.1038/s41596-022-00772-w\nPMCID: PMC10355223\nPMID: 36451054 [Indexed for MEDLINE]",
    "doi": "doi: 10.1038/s41596-022-00772-w",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36451054/",
    "publicationTypes": [
      "Journal Article",
      "Review"
    ],
    "meshTerms": [],
    "keywords": []
  }
}