{
  "version": "1.0",
  "pmid": "36495447",
  "timestamp": 1761140011456,
  "data": {
    "pmid": "36495447",
    "title": "Full-Length Single-Cell RNA-Sequencing with FLASH-seq.",
    "authors": [
      "Hahaut V",
      "Picelli S"
    ],
    "journal": "Methods Mol Biol",
    "publicationDate": "2023",
    "volume": "2584",
    "issue": "",
    "pages": "123-164",
    "abstract": "1. Methods Mol Biol. 2023;2584:123-164. doi: 10.1007/978-1-0716-2756-3_5.\n\nFull-Length Single-Cell RNA-Sequencing with FLASH-seq.\n\nHahaut V(1), Picelli S(2).\n\nAuthor information:\n(1)Institute of Molecular and Clinical Ophthalmology Basel (IOB), Basel, \nSwitzerland.\n(2)Institute of Molecular and Clinical Ophthalmology Basel (IOB), Basel, \nSwitzerland. Simone.picelli@iob.ch.\n\nThe single-cell RNA-sequencing (scRNA-seq) field has evolved tremendously since \nthe first paper was published back in 2009 (Tang et al. Nat Methods 6:377-382, \n2009). While the first methods analyzed just a handful of cells, the throughput \nand performance rapidly increased over a very short time span. However, it was \nnot until the introduction of emulsion droplets methods, such as the well-known \nkits commercialized by 10x Genomics, that the robust and reproducible analysis \nof thousands of cells became feasible (Zheng et al Massively parallel digital \ntranscriptional profiling of single cells. Nat Commun 8:14049, 2017). Despite \ngenerating data at a speed and a cost per cell that remains unmatched for \nfull-length protocols like Smart-seq (Hagemann-Jensen et al Single-cell RNA \ncounting at allele and isoform resolution using Smart-seq3. Nat Biotechnol \n38:708-714, 2020; Picelli et al Smart-seq2 for sensitive full-length \ntranscriptome profiling in single cells. Nat Methods 10:1096-1098, 2013), \nscRNA-seq in droplets still comes with the drawback of addressing only the \nterminal portion of the transcripts, thus lacking the required sensitivity for \ncomprehensively analyzing the entire transcriptome.Building upon the existing \nSmart-seq2/3 workflows (Hagemann-Jensen et al Single-cell RNA counting at allele \nand isoform resolution using Smart-seq3. Nat Biotechnol 38:708-714, 2020; \nPicelli et al Smart-seq2 for sensitive full-length transcriptome profiling in \nsingle cells. Nat Methods 10:1096-1098, 2013), we developed FLASH-seq (FS), a \nnew full-length scRNA-seq method capable of detecting a significantly higher \nnumber of genes than previous versions, requiring limited hands-on time and with \na great potential for customization (Hahaut et al. Lightning Fast and Highly \nSensitive Full-Length Single-cell sequencing using FLASH-Seq. \nhttp://biorxiv.org/lookup/doi/10.1101/2021.07.14.452217. \nhttps://doi.org/10.1101/2021.07.14.452217, 2021). Here, we present three \nvariants of the FS protocol.Standard FLASH-seq (FS), which builds upon \nSmart-seq2 developed in the past, is non-stranded and does not use unique \nmolecular identifiers (UMIs) but still remains the easiest method to measure \ngene expression in a cell population.FLASH-seq low-amplification (FS-LA) \nrepresents the fastest method, which generates sequencing-ready libraries in 4.5 \nh, without sacrificing performance.FLASH-seq with UMIs (FS-UMI) builds upon the \nsame principle as Smart-seq3 and introduces UMIs for molecule counting and \nisoform reconstruction. The newly designed template-switching oligonucleotide \n(TSO) contains a 5-bp spacer, which allows the generation of high-quality data \nwhile minimizing the amount of strand-invasion artifacts.\n\n© 2023. The Author(s), under exclusive license to Springer Science+Business \nMedia, LLC, part of Springer Nature.\n\nDOI: 10.1007/978-1-0716-2756-3_5\nPMID: 36495447 [Indexed for MEDLINE]",
    "doi": "doi: 10.1007/978-1-0716-2756-3_5",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36495447/",
    "publicationTypes": [
      "Journal Article"
    ],
    "meshTerms": [],
    "keywords": []
  }
}