{
  "version": "1.0",
  "pmid": "38022387",
  "timestamp": 1761140149632,
  "data": {
    "pmid": "38022387",
    "title": "Multi-omics analysis in developmental bone biology.",
    "authors": [
      "Matsushita Y",
      "Noguchi A",
      "Ono W",
      "Ono N"
    ],
    "journal": "Jpn Dent Sci Rev",
    "publicationDate": "2023 Dec",
    "volume": "59",
    "issue": "",
    "pages": "412-420",
    "abstract": "1. Jpn Dent Sci Rev. 2023 Dec;59:412-420. doi: 10.1016/j.jdsr.2023.10.006. Epub \n2023 Nov 10.\n\nMulti-omics analysis in developmental bone biology.\n\nMatsushita Y(1), Noguchi A(1), Ono W(2), Ono N(2).\n\nAuthor information:\n(1)Department of Cell Biology, Nagasaki University Graduate School of Biomedical \nSciences, Nagasaki 852-8588, Japan.\n(2)University of Texas Health Science Center at Houston School of Dentistry, \nHouston, TX 77054, USA.\n\nSingle-cell omics and multi-omics have revolutionized our understanding of \nmolecular and cellular biological processes at a single-cell level. In bone \nbiology, the combination of single-cell RNA-sequencing analyses and in vivo \nlineage-tracing approaches has successfully identified multi-cellular diversity \nand dynamics of skeletal cells. This established a new concept that bone growth \nand regeneration are regulated by concerted actions of multiple types of \nskeletal stem cells, which reside in spatiotemporally distinct niches. One \nimportant subtype is endosteal stem cells that are particularly abundant in \nyoung bone marrow. The discovery of this new skeletal stem cell type has been \nfacilitated by single-cell multi-omics, which simultaneously measures gene \nexpression and chromatin accessibility. Using single-cell omics, it is now \npossible to computationally predict the immediate future state of individual \ncells and their differentiation potential. In vivo validation using histological \napproaches is the key to interpret the computational prediction. The emerging \nspatial omics, such as spatial transcriptomics and epigenomics, have major \nadvantage in retaining the location of individual cells within highly complex \ntissue architecture. Spatial omics can be integrated with other omics to further \nobtain in-depth insights. Single-cell multi-omics are now becoming an essential \ntool to unravel intricate multicellular dynamics and intercellular interactions \nof skeletal cells.\n\n© 2023 The Authors.\n\nDOI: 10.1016/j.jdsr.2023.10.006\nPMCID: PMC10665596\nPMID: 38022387\n\nConflict of interest statement: The authors declare that they have no known \ncompeting financial interests or personal relationships that could have appeared \nto influence the work reported in this paper.",
    "doi": "doi: 10.1016/j.jdsr.2023.10.006",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38022387/",
    "publicationTypes": [
      "Journal Article",
      "Review"
    ],
    "meshTerms": [],
    "keywords": []
  }
}