{
  "version": "1.0",
  "pmid": "38512114",
  "timestamp": 1761140011458,
  "data": {
    "pmid": "38512114",
    "title": "Memory/Active T-Cell Activation Is Associated with Immunotherapeutic Response in Fumarate Hydratase-Deficient Renal Cell Carcinoma.",
    "authors": [
      "Chen J",
      "Hu X",
      "Zhao J",
      "Yin X",
      "Zheng L",
      "Guo J",
      "Chen J",
      "Wang Y",
      "Sheng X",
      "Dong H",
      "Liu X",
      "Zhang X",
      "Liang J",
      "Liu H",
      "Yao J",
      "Liu J",
      "Shen Y",
      "Chen Z",
      "He Z",
      "Wang Y",
      "Chen N",
      "Nie L",
      "Zhang M",
      "Pan X",
      "Chen Y",
      "Liu H",
      "Zhang Y",
      "Tang Y",
      "Zhu S",
      "Zhao J",
      "Dai J",
      "Wang Z",
      "Zeng Y",
      "Wang Z",
      "Huang H",
      "Liu Z",
      "Shen P",
      "Zeng H",
      "Sun G"
    ],
    "journal": "Clin Cancer Res",
    "publicationDate": "2024 Jun 3",
    "volume": "30",
    "issue": "11",
    "pages": "2571-2581",
    "abstract": "1. Clin Cancer Res. 2024 Jun 3;30(11):2571-2581. doi: \n10.1158/1078-0432.CCR-23-2760.\n\nMemory/Active T-Cell Activation Is Associated with Immunotherapeutic Response in \nFumarate Hydratase-Deficient Renal Cell Carcinoma.\n\nChen J(#)(1), Hu X(#)(1), Zhao J(#)(1), Yin X(#)(2), Zheng L(2), Guo J(3), Chen \nJ(4), Wang Y(5), Sheng X(6), Dong H(7), Liu X(8), Zhang X(1), Liang J(1), Liu \nH(1), Yao J(9), Liu J(10), Shen Y(11), Chen Z(12), He Z(13), Wang Y(14), Chen \nN(2), Nie L(2), Zhang M(2), Pan X(2), Chen Y(9), Liu H(1), Zhang Y(1), Tang \nY(1), Zhu S(1), Zhao J(1), Dai J(1), Wang Z(1), Zeng Y(1), Wang Z(1), Huang \nH(15), Liu Z(1), Shen P(1), Zeng H(1), Sun G(1).\n\nAuthor information:\n(1)Department of Urology, Institute of Urology, West China Hospital, Sichuan \nUniversity, Chengdu, China.\n(2)Department of Pathology, West China Hospital, Sichuan University, Chengdu, \nChina.\n(3)West China Biomedical Big Data Center, West China Hospital, Sichuan \nUniversity, Chengdu, China.\n(4)Department of Urology, Fujian Medical University Union Hospital, Fuzhou, \nChina.\n(5)Department of Urology, Southwest Hospital, Army Medical University, \nChongqing, China.\n(6)Department of Genitourinary Oncology, Key Laboratory of Carcinogenesis and \nTranslational Research (Ministry of Education/Beijing), Peking University Cancer \nHospital and Institute, Beijing, China.\n(7)Department of Urology, Zhejiang Provincial People's Hospital, Hangzhou \nMedical College, Hangzhou, China.\n(8)Department of Urology, The First Affiliated Hospital of Kunming Medical \nUniversity, Kunming, China.\n(9)Department of Radiology, West China Hospital, Sichuan University, Chengdu, \nChina.\n(10)Department of Biotherapy, West China Hospital, Sichuan University, Chengdu, \nChina.\n(11)Department of Oncology, West China Hospital, Sichuan University, Chengdu, \nChina.\n(12)Department of Urology, The First People's Hospital of Neijiang, Neijiang, \nChina.\n(13)Department of Urology, Yaan People's Hospital, Yaan, China.\n(14)Department of Urology, Mianyang Central Hospital, Mianyang, China.\n(15)Institute of Urological Cancer Research, Zhejiang University School of \nMedicine, The First Affiliated Hospital of Zhejiang University, Hangzhou, China.\n(#)Contributed equally\n\nPURPOSE: Fumarate hydratase-deficient renal cell carcinoma (FH-deficient RCC) is \na rare and lethal subtype of kidney cancer. However, the optimal treatments and \nmolecular correlates of benefits for FH-deficient RCC are currently lacking.\nEXPERIMENTAL DESIGN: A total of 91 patients with FH-deficient RCC from 15 \nmedical centers between 2009 and 2022 were enrolled in this study. Genomic and \nbulk RNA-sequencing (RNA-seq) were performed on 88 and 45 untreated FH-deficient \nRCCs, respectively. Single-cell RNA-seq was performed to identify biomarkers for \ntreatment response. Main outcomes included disease-free survival (DFS) for \nlocalized patients, objective response rate (ORR), progression-free survival \n(PFS), and overall survival (OS) for patients with metastasis.\nRESULTS: In the localized setting, we found that a cell-cycle progression \nsignature enabled to predict disease progression. In the metastatic setting, \nfirst-line immune checkpoint inhibitor plus tyrosine kinase inhibitor (ICI+TKI) \ncombination therapy showed satisfactory safety and was associated with a higher \nORR (43.2% vs. 5.6%), apparently superior PFS (median PFS, 17.3 vs. 9.6 months, \nP = 0.016) and OS (median OS, not reached vs. 25.7 months, P = 0.005) over TKI \nmonotherapy. Bulk and single-cell RNA-seq data revealed an enrichment of memory \nand effect T cells in responders to ICI plus TKI combination therapy. \nFurthermore, we identified a signature of memory and effect T cells that was \nassociated with the effectiveness of ICI plus TKI combination therapy.\nCONCLUSIONS: ICI plus TKI combination therapy may represent a promising \ntreatment option for metastatic FH-deficient RCC. A memory/active T-cell-derived \nsignature is associated with the efficacy of ICI+TKI but necessitates further \nvalidation.\n\n©2024 The Authors; Published by the American Association for Cancer Research.\n\nDOI: 10.1158/1078-0432.CCR-23-2760\nPMCID: PMC11145163\nPMID: 38512114 [Indexed for MEDLINE]",
    "doi": "doi: 10.1158/1078-0432.CCR-23-2760",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38512114/",
    "publicationTypes": [
      "Journal Article"
    ],
    "meshTerms": [],
    "keywords": []
  }
}