{
  "version": "1.0",
  "pmid": "39521840",
  "timestamp": 1761140173103,
  "data": {
    "pmid": "39521840",
    "title": "Gene expression profiles of endothelium, microglia and oligodendrocytes in hippocampus of post-stroke depression rat at single cell resolution.",
    "authors": [
      "Li C",
      "Li W",
      "Wei W",
      "Chen Q",
      "Gao H",
      "Zhao Y",
      "Zhang L",
      "Ling L",
      "Shen H",
      "Shen Y",
      "Shen Y"
    ],
    "journal": "Mol Psychiatry",
    "publicationDate": "2025 May",
    "volume": "30",
    "issue": "5",
    "pages": "1995-2008",
    "abstract": "1. Mol Psychiatry. 2025 May;30(5):1995-2008. doi: 10.1038/s41380-024-02810-3.\nEpub  2024 Nov 9.\n\nGene expression profiles of endothelium, microglia and oligodendrocytes in \nhippocampus of post-stroke depression rat at single cell resolution.\n\nLi C(#)(1), Li W(#)(2), Wei W(#)(3), Chen Q(#)(4), Gao H(2), Zhao Y(2), Zhang \nL(2), Ling L(2), Shen H(5), Shen Y(6), Shen Y(7).\n\nAuthor information:\n(1)Department of Neurology, Shanghai Municipal Hospital of Traditional Chinese \nMedicine, Shanghai University of Traditional Chinese Medicine, Shanghai, 200071, \nChina. zyyy1250@shutcm.edu.cn.\n(2)Department of Neurology, Shanghai Municipal Hospital of Traditional Chinese \nMedicine, Shanghai University of Traditional Chinese Medicine, Shanghai, 200071, \nChina.\n(3)Department of Oral Surgery, Shanghai Ninth People's Hospital, Shanghai Jiao \nTong University School of Medicine, College of Stomatology, Shanghai Jiao Tong \nUniversity; National Center for Stomatology; National Clinical Research Center \nfor Oral Diseases; Shanghai Key Laboratory of Stomatology, Shanghai, 200013, \nChina.\n(4)School of Pharmacy, China Medical University, Shenyang, 110122, Liaoning, \nChina.\n(5)Clinical laboratory, Suzhou Ninth People's Hospital, Suzhou, 215200, Jiangsu, \nChina. shenhaojyk@126.com.\n(6)Central laboratory, Suzhou Ninth People's Hospital, Suzhou, 215200, Jiangsu, \nChina. syf1910@suda.edu.cn.\n(7)Central laboratory, Suzhou Ninth People's Hospital, Suzhou, 215200, Jiangsu, \nChina. devbrother@sjtu.edu.cn.\n(#)Contributed equally\n\nPost-stroke depression (PSD) is a common but severe mental complication after \nstroke. However, the cellular and molecular understanding of PSD is still yet to \nbe illustrated. In current study, we prepared PSD rat model (MD) via unilateral \nmiddle cerebral artery occlusion (MCAO) and chronic stress stimulation (DEPR), \nand isolated hippocampal tissues for single cell sequencing of 10x Genomics \nChromium. First, we determined the presence of the increased cell population of \nendothelium and microglia and the compromised oligodendrocytes in MD compared to \nNC, MCAO and DEPR. The enriched functions of highly variable genes (HVGs) of \nendothelium and microglia suggested a reinforced blood-brain barrier in MD. \nNext, cell clusters of endothelium, microglia and oligodendrocytes were \nindividually analyzed, and the subtypes with distinct functions were identified. \nThe presence of expression profiles, intercellular communications and signaling \npathways of these three cell populations of PSD displayed a similar but more \naggressive appearance with DEPR compared to MCAO and NC. Taken together, this \nstudy characterized the specific gene profile of endothelium, microglia and \noligodendrocytes of hippocampal PSD by single cell sequencing, emphasizing the \ncrosstalk among them to provide theoretical basis for the in-depth mechanism \nresearch and drug therapy of PSD.\n\n© 2024. The Author(s).\n\nDOI: 10.1038/s41380-024-02810-3\nPMCID: PMC12015115\nPMID: 39521840 [Indexed for MEDLINE]\n\nConflict of interest statement: Competing interests: The authors declare no \ncompeting interests.",
    "doi": "doi: 10.1038/s41380-024-02810-3",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39521840/",
    "publicationTypes": [
      "Journal Article"
    ],
    "meshTerms": [],
    "keywords": []
  }
}