{
  "version": "1.0",
  "pmid": "40104502",
  "timestamp": 1761140149550,
  "data": {
    "pmid": "40104502",
    "title": "Multi-omics approach reveals the impact of prognosis model-related genes on the tumor microenvironment in medulloblastoma.",
    "authors": [
      "Han D",
      "Chen X",
      "Jin X",
      "Li J",
      "Wang D",
      "Wang Z"
    ],
    "journal": "Front Oncol",
    "publicationDate": "2025",
    "volume": "15",
    "issue": "",
    "pages": "1477617",
    "abstract": "1. Front Oncol. 2025 Mar 4;15:1477617. doi: 10.3389/fonc.2025.1477617.\neCollection  2025.\n\nMulti-omics approach reveals the impact of prognosis model-related genes on the \ntumor microenvironment in medulloblastoma.\n\nHan D(#)(1)(2), Chen X(#)(1)(2), Jin X(2), Li J(2), Wang D(3)(4), Wang Z(2).\n\nAuthor information:\n(1)College of Life Sciences, University of Chinese Academy of Sciences, Beijing, \nChina.\n(2)BGI Research, Shenzhen, China.\n(3)Department of Neurosurgery, Beijing TianTan Hospital, Capital Medical \nUniversity, Beijing, China.\n(4)Beijing Neurosurgical Institute, Capital Medical University, Beijing, China.\n(#)Contributed equally\n\nBACKGROUND: The tumor microenvironment (TME) significantly impacts the \nprogression and prognosis of medulloblastoma (MB). This study aimed to develop a \nTME-associated risk score(TMErisk) model using RNA sequencing data to predict \npatient outcomes and elucidate biological mechanisms.\nMETHODS: RNA sequencing data from 322 Tiantan and 763 GSE85217 MB samples were \nanalyzed. Key gene modules related to immune and stromal components were \nidentified using Weighted Gene Co-expression Network Analysis (WGCNA). \nSignificant genes were screened using LASSO-COX and COX regression models. \nSingle-cell RNA sequencing (scRNA-seq), single-cell ATAC sequencing \n(scATAC-seq), and spatial RNA analyses validated the findings.\nRESULTS: Differential expression analysis identified 731 upregulated and 15 \ndownregulated genes in high vs. low immune score MB patients, and 686 \nupregulated and 43 downregulated genes in high vs. low stromal score patients. \nEight key genes (CEBPB, OLFML2B, GGTA1, GZMA, TCIM, OLFML3, NAT1, and CD1C) were \nincluded in the TMErisk model, which demonstrated strong prognostic power. High \nTMErisk scores correlated with poorer survival, distinct immune cell \ninfiltration patterns, and lower tumor cell stemness. Single-cell analyses \nrevealed the expression dynamics of TMErisk genes across cell types, including \nmacrophages, T cells, and NK cells, and identified key regulatory transcription \nfactors. Spatial transcriptomics showed significant clustering of TMErisk genes \nin tumor regions, highlighting spatial heterogeneity and the formation of immune \nhubs.\nCONCLUSIONS: The TMErisk model enhances our understanding of the MB tumor \nmicroenvironment, serving as a robust prognostic tool and suggesting new avenues \nfor targeted therapy.\n\nCopyright © 2025 Han, Chen, Jin, Li, Wang and Wang.\n\nDOI: 10.3389/fonc.2025.1477617\nPMCID: PMC11913712\nPMID: 40104502\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "doi": "doi: 10.3389/fonc.2025.1477617",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40104502/",
    "publicationTypes": [
      "Journal Article"
    ],
    "meshTerms": [],
    "keywords": []
  }
}